<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.FileZilla</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Mozilla/FileZilla</string>
		<key>NAME</key>
		<string>FileZilla</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
                        <string>File Transfer</string>
			<key>developer</key>
			<string>Mozilla</string>
			<key>icon_name</key>
			<string>FileZilla.icns</string>
			<key>description</key>
			<string>FileZilla is a fast and reliable cross-platform FTP, FTPS and SFTP client. &lt;br&gt;&lt;br&gt;
&lt;img src="http://munkitest1.bmr.local/munki_repo/artwork/FileZilla_pic.png"&gt;</string>
			<key>display_name</key>
			<string>FileZilla</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.keeleysam.recipes.FileZilla.munki</string>
</dict>
</plist>
