<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.GoogleChrome</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://dl.google.com/chrome/mac/stable/GGRO/googlechrome.dmg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Google/Chrome</string>
		<key>NAME</key>
		<string>GoogleChrome</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>stable</string>
			</array>
			<key>description</key>
			<string>Chrome is a fast, simple, and secure web browser, built for the modern web. &lt;br&gt;&lt;br&gt;
&lt;img src="http://munkitest1.bmr.local/munki_repo/artwork/GoogleChrome_pic.png"&gt;</string>
			<key>display_name</key>
			<string>Google Chrome</string>
			<key>developer</key>
        		<string>Google</string>
        		<key>category</key>
        		<string>Web Browsers</string>
        		<key>icon_name</key>
        		<string>GoogleChrome.icns</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.google-chrome</string>
</dict>
</plist>
