<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.iStumbler</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>iStumbler</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://istumbler.net/feeds/appcast.rss</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Displays detailed information about local wireless networks. &lt;br&gt;&lt;br&gt;
&lt;img src="http://munkitest1.bmr.local/munki_repo/artwork/iStumbler_pic.png"&gt;</string>
			<key>developer</key>
			<string>Alf Watt</string>
			<key>icon_name</key>
			<string>iStumbler.icns</string>
			<key>category</key>
                        <string>Utilities</string>
			<key>display_name</key>
			<string>iStumbler</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.iStumbler</string>
</dict>
</plist>
