<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.MacID</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/MacID</string>
		<key>NAME</key>
		<string>MacID</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Unlock your Mac with just your fingerprint.</string>
			<key>display_name</key>
			<string>MacID</string>
			<key>items_to_copy</key>
			<array>
				<dict>
					<key>destination_path</key>
					<string>/Applications</string>
					<key>mode</key>
					<string>a+rx</string>
					<key>source_item</key>
					<string>MacID.app</string>
				</dict>
			</array>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.arubdesu-recipes.munki.macid</string>
</dict>
</plist>
